Repository: rexl2018/goreviewpartner
Catalog: translations/*.po
Languages: de, pl

source: This is GoReviewPartner
de: Das ist Go-Review-Partner
pl: GoReviewPartner

source: Run a SGF file analysis
de: Eine SGF-Datei analysieren
pl: Przeprowadź analizę pliku SGF

source: Run a live analysis
de: Live-Analyse starten
pl: Rozpocznij analizę na żywo

source: Open a RSGF file for review
de: Eine RSGF-Datei öffnen
pl: Otwórz plik RSGF

source: Convert RSGF file to SGF file
de: RSGF- zu SGF-Datei konvertieren
pl: Przekonwertuj plik RSGF na SGF

source: Download a SGF file for analysis
de: Einen SGF-Link analysieren
pl: Ściągnij plik SGF do analizy

source: Settings
de: Einstellungen
pl: Ustawienia

source: The file %s has been converted to %s
de: Die Datei "%s" wurde konvertiert zu: "%s"
pl: Plik %s przekonwertowany do %s

source: Convert RSGF file to CSV file
de: RSGF- zu CSV-Datei konvertieren
pl: Przekonwertuj plik RSGF na CSV

source: Bot to use for analysis:
de: Analyse-Programm:
pl: Wybierz bota

source: Select variation to be analysed
de: Zu analysierende Variation auswählen
pl: Wybierz wariację

source: Select moves to be analysed
de: Zu analysierende Züge auswählen
pl: Wybierz ruchy

source: Analyse all %i moves
de: Alle %i Züge analysieren
pl: Analizuj wszystkie ruchy (%i)

source: Analyse only those moves:
de: Nur diese Züge analysieren:
pl: Analizuj tylko te ruchy:

source: Select colors to be analysed
de: Zu analysierende Farben auswählen
pl: Wybierz kolory do analizy

source: Black & white
de: Schwarz & Weiß
pl: Czarny i biały

source: Black only
de: Nur Schwarz
pl: Tylko czarny

source: White only
de: Nur Weiß
pl: Tylko biały

source: Confirm the value of komi
de: Komi bestätigen
pl: Potwierdź wartość komi

source: Stop the analysis if the bot resigns
de: Die Analyse beenden, wenn das Programm aufgibt
pl: Zakończ analizę, gdy bot rezygnuje

source: Variation %i (%i moves)
de: Variation %i (%i Züge)
pl: Wariacja %i (%i r.)

source: Start
pl: Rozpocznij

source: Incorrect value for komi (%s), please double check.
de: Falscher Komi-Wert (%s), bitte überprüfen.
pl: Niepoprawna wartość komi (%s). Proszę sprawdzić.

source: Could not make sense of the moves range.
de: Unzulässiger Zug-Bereich.
pl: Niezrozumiały zakres ruchów.

source: Please indicate one or more move intervals (e.g. "10-20, 40,50-51,63,67")
de: Bitte einen oder mehrere Zug-Bereiche angeben (z.B.: "10-20, 40, 50-51, 63, 67")
pl: Prosze podać jeden albo więcej przedział, np."10-20, 40,50-51,63,67".:

source: Error while reading komi value, please check:
de: Komi konnte nicht bestimmt werden, bitte überprüfen:
pl: Błąd przy odczycie komi. Proszę sprawdzić (np. w SGF):

source: Paste the URL to the SGF file (http or https):
de: Link zu einer SGF-Datei einfügen (http oder https):
pl: Wklej adres URL pliku SGF (http albo https):

source: Get
de: Herunterladen
pl: Pobierz

source: Could not open the URL
de: Konnte die URL nicht öffnen
pl: Błąd połączenia z adresem

source: Not a valid SGF file!
de: Keine gültige SGF-Datei!
pl: To nie plik SGF!

source: This analysis will be performed on an already analysed SGF file.
pl: Analiza zostanie przeprowadzona na już analizowanym pliku SGF.

source: What to do with the existing variations?
pl: Co chcesz zrobić z istniejącymi wariacjami?

source: Keep existing variations
pl: Zachowaj

source: Replace existing variations
pl: Zastąp

source: Analysis of: %s
de: Analyse von: %s
pl: Analiza pliku: %s

source: Remaining time: %ih, %im, %is
de: Verbleibende Zeit: %ih, %im, %is
pl: Pozostały czas: %ig, %im, %is

source: Currently at move %i/%i
de: Zug %i/%i
pl: Analizowany ruch: %i/%i

source: Completed
de: Analyse abgeschlossen
pl: Ukończono

source: Start the review
de: Besprechung starten
pl: Rozpocznij przegląd

source: Now closing, please wait...
de: Wird geschlossen, bitte warten...
pl: Zamykam, proszę czekać...

source: Graphs
de: Graphen
pl: Wykresy

source: Table
de: Tabelle
pl: Tabela

source: Comments
de: Kommentare
pl: Komentarze

source: Go to first move.
de: Zum Anfang der Partie gehen.
pl: Idź do pierwszego ruchu

source: Go back 10 moves.
de: 10 Züge zurück.
pl: Cofnij się o 10 ruchów.

source: Go back one move. Shortcut: keyboard left key.
de: 1 Zug zurück. Kürzel: Pfeiltaste links.
pl: Cofnij o jeden ruch. Skrót: lewa strzałka.

source: Go forward one move. Shortcut: keyboard right key.
de: 1 Zug vorwärts. Kürzel: Pfeiltaste rechts.
pl: Idź do przodu o jeden ruch. Skrót: prawa strzałka.

source: Go forward 10 moves.
de: 10 Züge vorwärts.
pl: Idź naprzód 10 ruchów.

source: Go to final move.
de: Ans Ende der Partie gehen.
pl: Idź do ostatniego ruchu.

source: <Ctrl+Q> to save the goban as an image.
de: <Ctrl+Q>, um das Goban als Bild zu speichern.
pl: Zapisz goban jako obraz: <Ctrl+Q>.

source: Use mouse middle click or wheel to undo move.
pl: Środkowy przycisk i kółko myszy cofają ruch.

source: <Ctrl+W> to save the goban as an image.
de: <Ctrl+W>, um das Goban als Bild zu speichern
pl: Zapisz goban jako obraz: <Ctrl+W>.

source: Use mouse wheel or keyboard up/down keys to display the sequence move by move.
de: Mit dem Mausrad oder den Pfeiltasten (oben/unten) schrittweise durch die Variation gehen.
pl: Kółko myszy i strzałki góra/dół pokazują sekwencję krok po kroku.

source: Actual game
pl: Zapis gry

source: Keep pressed to show map.
pl: Przyciskanie pokazuje mapę.

source: Maps
pl: Mapy

source: Show
pl: Pokaż

source: Territories
pl: Terytoria

source: Influence
pl: Wpływy

source: Heat map
pl: Mapa ciepła

source: Display
pl: Obrazowanie

source: Not available
pl: Niedostępne

source: Undo
de: Rückgängig
pl: Cofnij

source: Play one move
de: Einen Zug spielen
pl: Zagraj ruch

source: Play as white
de: Als Weiß spielen
pl: Graj białymi

source: Play as black
de: Als Schwarz spielen
pl: Graj czarnymi

source: Undo last move. Shortcut: mouse middle button.
de: Zug rückgängig machen. Kürzel: Mittlere Maustaste.
pl: Cofnij ostatni ruch. Skrót: środkowy przycisk myszy.

source: Select a bot
de: Ein Programm auswählen
pl: Wybierz bota

source: Let the bot take both sides and play against itself.
de: Das Programm die Partie gegen sich selber ausspielen lassen.
pl: Niech bot gra sam ze sobą

source: Ask the bot for a quick evaluation
de: Das Programm eine schnelle Einschätzung erstellen lassen
pl: Poproś bota o szybką ocenę

source: White
de: Weiß
pl: Białe

source: Black
de: Schwarz
pl: Czarne

source: Action
pl: Działanie

source: No bot
pl: Bez bota

source: Do nothing
pl: Nie rób nic

source: Win rate
de: Gewinnwahrscheinlichkeit
pl: Szanse wygranej

source: Black win rate delta
de: Abweichungen für Schwarz
pl: Delta szans czarnych

source: White win rate delta
de: Abweichungen für Weiß
pl: Delta szans białych

source: Value Network win rate
de: Gewinnw.-kt. des Value-Networks
pl: Szanse wygranej wg. sieci wartości ValNet

source: Black Value Network win rate delta
de: Abweichungen für Schwarz, Value-Network
pl: Delta szans czarnych wg. sieci wartości ValNet

source: White Value Network win rate delta
de: Abweichungen für Weiß, Value-Network
pl: Delta szans białych wg. sieci wartości ValNet

source: Monte Carlo win rate
de: Monte-Carlo-Gewinnw.-kt.
pl: Szanse wygranej Monte Carlo

source: Black Monte Carlo win rate delta
de: Abweichungen für Schwarz, Monte Carlo
pl: Szanse wygranej Monte Carlo czarnych

source: White Monte Carlo win rate delta
de: Abweichungen für Weiß, Monte Carlo
pl: Szanse wygranej Monte Carlo białych

source: Score estimation
de: Punktestand
pl: Szacowany wynik

source: Black win rate
de: Gewinnw.-kt. für Schwarz
pl: Szanse wygranej czarnych

source: Move %i (%s), black/white win rate:
de: Zug %i (%s), Gewinnw.-kt. für Schwarz/Weiß:
pl: Ruch %i (%s), szanse czarnych/białych:

source: Move %i: win rate of Black's move: %s; win rate of computer move: %s
de: Zug %i: Gewinnw.-kt. schwarzer Zug: %s, Gewinnw.-kt. Computer-Zug: %s
pl: Ruch %i: szanse czarnych po ruchu %s; szanse po ruchu komputera: %s

source: Move %i: win rate of White's move: %s; win rate of computer move: %s
de: Zug %i: Gewinnw.-kt. weißer Zug: %s, Gewinnw.-kt. Computer-Zug: %s
pl: Ruch %i: szanse białych po ruchu %s; szanse po ruchu komputera: %s

source: The computer believes the actual move is %.2fpp better than it's best move.
de: Das Programm schätzt den gespielten Zug um %.2fpp besser als den selber gefundenen ein.
pl: Komputer uważa, że zagrany ruch jest %.2fpp lepszy niż jego najlepszy ruch.

source: The computer believes it's own move win rate would be %.2fpp higher.
de: Das Programm schätzt seinen eigenen Zug als %.2fpp besser ein.
pl: Komputer uważa, że szanse po jego ruchu są %.2fpp wyższe.

source: Move %i (%s), estimated score:
de: Zug %i (%s), geschätzter Punktestand:
pl: Ruch %i (%s), szacowany wynik:

source: Win for White
de: Sieg für Weiß
pl: Wygrana białych

source: Win for Black
de: Sieg für Schwarz
pl: Wygrana czarnych

source: <Ctrl+Q> to save the graph as an image.
de: <Ctrl+Q>, um den Graphen als Bild zu speichern.
pl: Zapisz wykres jako obraz: <Ctrl+Q>.

source: %s settings
de: Einstellungen von %s
pl: Ustawienia %s

source: General parameters
de: Allgemeine Einstellungen
pl: Ustawienia ogólne

source: Language
de: Sprache
pl: Język

source: Parameters for the analysis
de: Einstellungen für die Analyse
pl: Parametry analizy

source: Maximum number of variations to record during analysis
de: Maximale Anzahl Variationen, die aufgezeichnet werden
pl: Maksymalna liczba wariacji do zapisania podczas analizy

source: Only keep variations where game move and bot move differ
de: Nur Variationen speichern, bei denen der Programmzug vom gespielten abweicht
pl: Zachowaj tylko te wariacje, gdzie bot gra inaczej

source: Save bot command line into RSGF file
de: Kommandozeilenbefehl des Programms in RSGF-Datei speichern
pl: Zapisz linię poleceń bota do pliku RSGF

source: Parameters for the review
de: Einstellungen für die Besprechung
pl: Parametry przeglądu

source: Natural stone placement
de: Natürliche Platzierung der Steine
pl: Naturalne ułożenie kamieni (0 = od linijki)

source: Real game sequence deepness
de: Anzuzeigende Anzahl Züge der gespielten Variation
pl: Długość podglądu kontynuacji w zapisie gry

source: Maximum number of variations to display during review
de: Maximale Anzahl Variationen, die bei der Besprechung angezeigt werden
pl: Maksymalna liczba wariacji pokazywanych w czasie przeglądu

source: Blue/red coloring of the variations
de: Farbliche Hervorhebung (blau/rot) der Variationen
pl: Czerwone i niebieskie oznaczenie wariacji

source: Labels for the variations
de: Kennzeichnung Variationen
pl: Etykiety wariacji

source: Inverted mouse wheel
de: Mausrad umkehren
pl: Odwrócone koło myszy

source: Save settings
de: Einstellungen speichern
pl: Zapisz ustawienia

source: The best variation in blue
de: Die beste Variation in blau
pl: Najlepsza wariacja na niebiesko

source: Win rate > 50% in blue
de: Gewinnw.-kt. > 50% in blau
pl: Szanse wygranej > 50% na niebiesko

source: Variations better than actual game move in blue
de: Variationen, die besser als der gespielte Zug sind, in blau
pl: Wariacje lepsze od zagranej na niebiesko

source: Percentages
de: Gewinnw.-kt.
pl: Procenty

source: Letters
de: Buchstaben
pl: Litery (najlepsza A, dalej B, itd)

source: Slow profile parameters
de: Einstellungen für lange Bedenkzeit
pl: Parametry wolnego profilu

source: Command
de: Kommandozeilenbefehl
pl: Polecenie

source: Parameters
de: Einstellungen
pl: Parametry

source: Time per move (s)
de: Zeit pro Zug (s)
pl: Czas na ruch (s)

source: Test
pl: Sprawdź

source: Fast profile parameters
de: Einstellungen für kurze Bedenkzeit
pl: Parametry szybkiego profilu

source: Maximum number of variations
de: Maximale Anzahl Variationen
pl: Maksymalna liczba wariacji

source: Deepness for each variation
de: Tiefe der Variationen
pl: Głębokość każdej wariacji

source: See AQ parameters in "aq_config.txt"
de: Einstellungen von AQ sind in "aq_config.txt"
pl: Zobacz parametry AQ w "aq_config.txt"

source: Slow profile
de: Langsames Profil
pl: Wolny profil

source: Fast profile
de: Schnelles Profil
pl: Szybki profil

source: Move %i
de: Zug %i
pl: Ruch %i

source: White to play. In the game, white played %s
de: Weiß am Zug. Im Spiel wurde %s gespielt
pl: Kolej białych. W grze zagrały %s.

source: Black to play. In the game, black played %s
de: Schwarz am Zug. Im Spiel wurde %s gespielt
pl: Kolej czarnych. W grze zagrały %s.

source: For this position, %s would play: %s
de: In dieser Position würde %s %s spielen
pl: W tej sytuacji %s wybiera %s.

source: Black win probability:
de: Gewinnw.-kt. für Schwarz
pl: Szanse na wygraną czarnych:

source: White win probability:
de: Gewinnw.-kt. für Weiß
pl: Szanse na wygraną białych:

source: before %s
de: vor %s
pl: przed %s

source: after %s
de: nach %s
pl: po %s

source: Black Value Network win probability:
de: Gewinnw.-kt. für Schwarz, Value-Network
pl: Szanse czarnych wg. sieci wartości ValNet:

source: White Value Network win probability:
de: Gewinnw.-kt. für Weiß, Value-Network
pl: Szanse białych wg. sieci wartości ValNet:

source: Black Monte Carlo win probability:
de: Monte-Carlo-Gewinnw.-kt. für Schwarz
pl: Szanse Monte Carlo czarnych:

source: White Monte Carlo win probability:
de: Monte-Carlo-Gewinnw.-kt. für Weiß
pl: Szanse Monte Carlo białych:

source: Move
de: Zug
pl: Ruch

source: Policy Network value
de: Wert des Policy-Networks
pl: Wartość sieci PolNet

source: Playouts
de: Simulationen
pl: Symulacje

source: Evaluation
pl: Ocena

source: black/white win probability for this variation: %s
de: Gewinnw.-kt. Schwarz/Weiß für diese Variation: %s
pl: Szanse czarnych/białych dla tej wariacji: %s

source: Policy network value for this variation: %s
de: Gewinnw.-kt. laut Policy-Network für diese Variation: %s
pl: Wartość sieci strategicznej PolNet dla tej wariacji: %s

source: Monte Carlo win probability for this variation: %s
de: Monte-Carlo-Gewinnw.-kt. für diese Variation: %s
pl: Szanse Monte Carlo dla tej wariacji: %s

source: Value network black/white win probability for this variation: %s
de: Gewinnw.-kt. laut Value-Network für diese Variation: %s
pl: Szanse czarnych/białych dla tej wariacji wg. sieci wartości: %s

source: Number of playouts used to estimate this variation: %s
de: Anzahl Simulationen für diese Variation: %
pl: Liczba symulacji wykonanych przy ocenie tej wariacji: %s

source: Evaluation for this variation: %s
de: Evaluation für diese Variation: %s
pl: Ocena tej wariacji: %s

source: RAVE(x%% : y) for this variation: %s
de: RAVE(x% : y) für diesen Zug: %s
pl: RAVE(x%% : y) dla tej wariacji: %s

source: Score estimation for this variation: %s
de: Punktestand für diese Variation: %s
pl: Oszacowany wynik dla tej wariacji: %s

source: Analysis by GoReviewPartner
de: Analysiert von Go-Review-Partner
pl: Analiza w GoReviewPartner

source: Intervals
de: Zugbereich(e)
pl: Zakres

source: Command line
de: Kommandozeilenbefehl
pl: Linia komend

source: Book move
de: Spielzug aus der Eröffnungsdatenbank
pl: ruch ze słownika

source: Bot used for analysis
de: Analyse-Programm
pl: Bot analizujący

source: Black player
de: Schwarzer Spieler
pl: Czarne

source: White player
de: Weißer Spieler
pl: Białe

source: No overlap thinking time
de: Kein gleichz. Berechnen von Analyse und Spielzug
pl: Bez myślenia w tym samym czasie

source: Board size
de: Brettgröße
pl: Rozmiar planszy

source: Handicap stones
de: Vorgabesteine
pl: Handicap

source: SGF file name
de: SGF-Dateiname
pl: Nazwa pliku SGF

source: Human player
de: Menschlicher Spieler
pl: człowiek

source: Please place %i handicap stones on the board.
de: Bitte %i Vorgabesteine platzieren.
pl: Umieść handicap na planszy. %i moku.

source: The game is now starting!
de: Die Partie fängt an!
pl: Gra się rozpoczyna!

source: Game
de: Spiel
pl: Gra

source: Currently at move %i
de: Zug Nummer %i
pl: Aktualny ruch: %i

source: Pause
pl: Pauza

source: Analysis
de: Analyse
pl: Analiza

source: Analysis by %s
de: Analyse von %s
pl: Analizuje %s

source: Ready to start
de: Bereit
pl: Gotowy do gry

source: Resume
de: Weiterfahren
pl: Kontynuuj

source: Pass
de: Passen
pl: Pas

source: Waiting for next move
de: Warte auf den nächsten Zug
pl: Oczekuje na kolejny ruch

source: Pause the game
de: Die Partie pausieren
pl: Zatrzymaj grę

source: Pass for this move
de: Diesen Zug passen
pl: Spasuj

source: Undo to previous move
de: Den letzten Zug zurücknehmen
pl: Cofnij ruch

source: Live game
pl: Gra na żywo

source: Send GTP command
de: GTP-Befehl senden
pl: Wyślij polecenie GTP

source: Choose a filename
de: Dateinamen auswählen
pl: Wybierz nazwę pliku

source: Select a file
de: Datei auswählen
pl: Wybierz plik

source: SGF file
de: SGF-Datei
pl: Plik SGF

source: Reviewed SGF file
de: Analysierte SGF-Datei
pl: Plik RSGF

source: PNG image
de: PNG-Bild
pl: Obraz PNG

source: Error
de: Fehler
pl: Błąd

source: Information
pl: Informacja

source: Could not open the RSGF file:
pl: Nie można otworzyć pliku RSGF

source: Could not save the RSGF file:
de: Konnte die RSGF-Datei nicht speichern:
pl: Nie można zapisać pliku RSGF

source: Could not save the SGF file:
de: Konnte die SGF-Datei nicht speichern:
pl: Nie można zapisać pliku SGF

source: Could not open the SGF file:
de: Konnte die SGF-Datei nicht öffnen:
pl: Nie można otworzyć pliku SGF

source: Error while initializing the GTP bot:
de: Fehler beim Starten des GTP-Programms:
pl: Błąd inicjalizacji bota GTP:

source: Error while initializing the graphical interface:
de: Fehler beim Starten der Benutzeroberfläche:
pl: Błąd inicjalizacji interfejsu graficznego:

source: Aborted
de: Abgebrochen
pl: Przerwano

source: Analysis aborted:
de: Analyse abgebrochen:
pl: Analiza przerwana:

source: GnuGo thread failed:
de: Der GnuGo-Prozess wurde unerwartet beendet:
pl: Wątek GnuGo urwany:

source: Could not run %s using the command from config.ini file:
de: Konnte %s mit dem in config.ini angegeben Befehl nicht ausführen:
pl: Nie można uruchomić %s poleceniem z pliku config.ini:

source: %s did not reply as expected to the GTP name command:
de: %s hat nicht wie erwartet auf den "name" GTP-Befehl reagiert:
pl: Nieoczekiwana odpowiedź %s na zapytanie GTP o nazwę:

source: %s did not identify itself as expected:
de: %s hat sich nicht wie erwartet identifiziert:
pl: Nieoczekiwana identyfikacja %s:

source: %s did not reply as expected to the GTP version command:
de: %s hat nicht wie erwartet auf den "version" GTP-Befehl reagiert:
pl: Nieoczekiwana odpowiedź %s na zapytanie GTP o wersję:

source: Could not set the goboard size using GTP command. Check that %s is running in GTP mode.
de: Konnte die Brettgröße nicht über GTP einstellen. Bitte sicherstellen, dass %s im GTP-Modus läuft.
pl: Nie można ustawić rozmiaru planszy poleceniem GTP. Sprawdź, czy %s operuje w trybie GTP.

source: %s rejected this board size (%ix%i)
de: %s hat diese Brettgröße zurückgewiesen (%ix%i)
pl: %s: Rozmiar planszy %ix%i odrzucony.

source: Could not run the program:
de: Konnte das Programm nicht starten
pl: Nie można uruchomić programu:

source: Leela Zero is currently running the OpenCL SGEMM tuner. It may take several minutes until Leela Zero is ready.
de: Leela Zero führt zur Zeit eine Leistungsoptimierung durch (SGEMM-tuning). Es kann mehrere Minuten dauern, bis Leela Zero bereit ist.
pl: Leela Zero właśnie wykonuje tuning OpenCL SGEMM. Może to potrwać kilka minut.

source: Ray is currently running the OpenCL SGEMM tuner. It may take several minutes until Ray is ready.
de: Ray führt zur Zeit eine Leistungsoptimierung durch (SGEMM-tuning). Es kann mehrere Minuten dauern, bis Ray bereit ist.
pl: Ray właśnie wykonuje tuning OpenCL SGEMM. Może to potrwać kilka minut.

source: The config.ini file does not contain %s entry for %s !
de: Die config.ini-Datei enthält keinen %s-Eintrag für %s!
pl: Plik config.ini nie zawiera wartości %s dla %s!

source: The config.ini file %s entry for %s is empty!
de: Der %s-Eintrag für %s in der "config.ini"-Datei ist leer!
pl: Wartość %s dla %s w pliku config.ini jest pusta!

source: Single-panel
pl: Jedna plansza

source: Dual-panel
pl: Dwie plansze

source: From existing game
pl: Na podstawie zapisu gry

source: Select a game record
pl: Wybierz plik zapisu

source: Select starting position:
pl: Wybierz pozycję wyjściową.

source: Move %i, for this position, the bot reads up to %d moves ahead.
pl: Ruch %i. Dla tej pozycji bot czyta do głębokości %d r.

source: Delete profile
pl: Usuń profil

source: Modify profile
pl: Zmień profil

source: Move position out of range
pl: Pozycja spoza zakresu

source: Reading depth
pl: Głębokość czytania

source: Add profile
pl: Dodaj profil

source: Could not read file
pl: Nie można odczytać pliku

source: Incorrect move position
pl: Niepoprawna pozycja

source: Profile
pl: Profil

source: Move %i, for this position, the bot reads in average %.1f moves ahead.
pl: Ruch %i. Dla tej pozycji bot czyta średnio do głębokości %.1f r.

source: New game
pl: Nowa gra

source: Bot
de: Programm
